package com.whumap.util;

public class ScheduleOfXQ {

	/**
	 * 第一天活动名称
	 */
	public final static String[] SCHEDULE_OF_FIRST_DAY_XQ = {
		"\"中国经济理论创新奖\"颁奖典礼" , "武汉大学校友企业家联谊会成立仪式" , 
		"“珞珈学术精品成果展”开展仪式","\"百年名典系列著作\"首发仪式",
		"校史馆开馆仪式暨《武汉大学老照片》首发仪式", "珞珈山老十八栋名人故居展览馆开馆仪式",
		"\"离退休教职工校庆作品展\"开展仪式","重大工程项目奠基仪式",
		"\"万林艺术博物馆\"落成仪式", "\"藏修息游\"学生社团“校园秀”活动（1）",
		"有关校庆捐赠仪式或展示","\"学盛国强\"校庆学术活动",
		"校庆招待会（冷餐会）","120周年校庆文艺晚会",
	};
	
	/**
	 * 第一天活动说明
	 */
	public final static String[] DETAIL_SCHEDULE_OF_FIRST_DAY_XQ = {
		"毛振华牵线，由董辅礽经济科学发展基金会等主办的“中国经济理论创新奖“第四届颁奖",
		"由陈东升、毛振华、周旭洲等校友发起的武大企业家校友联谊会成立仪式",
		"举办合校十年来学术精品成果汇展",
		"在\"百年名典系列著作\"出版完成之际，举行首发式",
		"校史馆9月试开展以后，完善充实，正式开馆。《武汉大学老照片》首发",
		"周恩来、郭沫若等名人故居展览馆开馆",
		"离退休教职工摄影、书画、手工艺等作品汇展",
		"人文社科大楼、研究生院大楼等项目奠基",
		"\"玩林艺术博物馆\"落成",
		"组织各学生社团，在校园内不同地点，举办各具特色的文艺、才艺展示活动，并欢迎校友互动，向社会各界展示武大校园文化",
		"举行重点校庆捐赠项目的签约、展示等仪式",
		"邀请著名校友来校举行专题报告会；28、29日下午举办5场学术活动",
		"在珞珈山庄等处以自助晚宴形式招待学校邀请的嘉宾",
		"以师生员工、校友为主策划、编导、演出，在信息学部大学生活动中心举行文艺晚会，共庆校庆",
	};
	
	/**
	 * 第一天活动地点
	 */
	public final static String[] POSITION_OF_FIRST_DAY_XQ = {
		"校内", "校内", "宋卿体育馆", "校内",
		"校史馆","校内","校内","校内",
		"校内","校内","校内","校内",
		"珞珈山庄","梅园小操场",
	};
	
	
	/**
	 * 第一天活动时间
	 */
	public final static String[] DETAIL_TIME_OF_FIRST_DAY_XQ = {
		"上午", "上午","上午","上午",
		"下午","下午","下午","下午","下午","下午","下午","下午",
		"晚上", "晚上",
	};
	
	/**
	 * 第一天活动举办单位
	 */
	public final static String[] HOST_OF_FIRST_DAY_XQ = {
		"经管院、基金会、北京研究院","基金会、北京研究院",
		"社科院 科发院","出版社",
		"档案馆、出版社","宣传部",
		"离退休工作处","基建部",
		"基建部","团委",
		"校办、基金会","社科院 科发院 校友会",
		"党办 校办后勤集团","校团委 艺术系",
	};
	
	/**
	 * 第二天活动名称
	 */
	public final static String[] SCHEDULE_OF_SECOND_DAY_XQ = {
		"校庆纪念邮票首发仪式","120周年校庆庆典大会",
		"\"千人助学、珞珈情怀\"地方校友会校友年度捐赠助学金颁发仪式",
		"\"藏修息游\"学生社团\"校园秀\"活动（2）",
	};
	
	
	/**
	 * 第二天活动说明
	 */
	public final static String[] DETAIL_SCHEDULE_OF_SECOND_DAY_XQ = {
		"校庆纪念邮票首发及邮品展览活动",
		"在梅园小操场举行庆典大会。庆典大会上集中颁发2013年学校各类重要奖项",
		"值地方校友会会长秘书长2013年度联席会议举行之际，组织有关地方校友会向学生集中颁发\"地方校友会（冠名）校友年度捐赠助学金\"弘扬校友文化",
		"组织各学生社团，在校园内不同地点，举办各具特色的文艺、才艺展示活动，并欢迎校友互动，向社会各界展示武大校园文化",
	};
	
	/**
	 * 第二天活动地点
	 */
	public final static String[] POSITION_OF_SECOND_DAY_XQ = {
		"校内","梅园小操场",
		"校内","校内",
	};
	
	
	/**
	 * 第二天活动时间
	 */
	public final static String[] DETAIL_TIME_OF_SECOND_DAY_XQ = {
		"上午","上午",
		"下午","下午",
	};
	
	/**
	 * 第二天活动责任单位
	 */
	public final static String[] HOST_OF_SECOND_DAY_XQ = {
		"宣传部", "党办 校办",
		"校友总会 学工部 研工部", "团委",
	};
	
	/**
	 * 校庆日期
	 */
	public final static int XIAOQINGFIRSTDAY = 28;
	public final static int XIAOQINGSECONDDAY = 29;
	public final static int XIAOQINGMONTH = 10;
	public final static int XIAOQINGYEAR = 2013;
}